Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
co: A traduzzione di u situ Common Voice si face annantu à <strong>Pontoon</strong>.

source: Turkish
co: Turcu

source: Typically megabytes
co: Di regula in megaottetti

source: Udmurt
co: Udmurtu

source: Ukrainian
co: Ucranianu

source: Understand contribution criteria
co: Capisce i criterii di cuntribuzione

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
co: Capiscite ciò ch'ellu ci vole à circà quandu ascultate campioni urali è migliurate i vostri campioni !

source: Upload aborted. Do you want to delete your recordings?
co: U caricamentu ùn s'hè fattu. Vulete squassà i vostri arrighjistramenti ?

source: Upload an image file
co: Caricà una figura

source: Upload of this clip keeps failing, keep retrying?
co: L’inviu di stu pezzu si fiasca cuntinuamente. Pruvà torna ?

source: Urdu
co: Urdù

source: User Name
co: Nome d’utilizatore

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
co: L'utilizatori cunvalidanu l'esatezza di i campiunarii dunati, verifichendu chì l'uratori ani lettu a frasa currittamente.

source: Uyghur
co: Uiguru

source: Uzbek
co: Uzbecu

source: Validated Clips
co: Campioni cunvalidati

source: Validated Hours
co: Ore Cunvalidate

source: Validated Hr. Total
co: Ori tutali cunvalidati

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
co: Validà l'arrighjistramenti dunati hè altrettantu impurtante pè a missione Common Voice. Ascultate è aiutateci à creà una basa di dati vucale di qualità.

source: Validations
co: Cunvalidazioni

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
co: Variente sò forme specifiche d’una lingua, per esempiu scumpartita da quiddi chì campani in un stessu locu o cummunità. À le volte sò chjamati dialetti.

source: Varying Pronunciations
co: Prununcie variabile

source: Venetian
co: Venizianu

source: Vietnamese
co: Vietnamianu

source: View your progress against personal and project goals.
co: Paraguneti u vostru prugressu à i vostri ubbiettivi parsunali è à quelli di u prughjettu.

source: Visible
co: Visìbile

source: Voice clips are entered into a submission queue that readies them for listening.
co: L'arrighjistramenti vucali sò mandati in una fila d'attesa induve sarani approntati pè l'ascolta.

source: Voice Contribution
co: Cuntribuzione di voce

source: Voice Dataset, Ready for Download
co: Banca di data pronta pà u scaricamentu

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
co: A voce hè naturale, a voce hè umana. Hè per quessa chì simu in brama di creà una tecnulugia di voce aduprabile per e nostre macchine. Ma per creà sistemi di voce, i sviluppadori ani bisognu d'una quantità tamanta di dati vucale.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
co: A voce hè naturale, a voce hè umana. Hè per quessa chì no simu affascinati da a criazione di una tecnulugia di voce aduprabile per e nostre macchine. Ma per creà sistemi di voce, una quantità tamanta di dati vucale hè richiesta.

source: Voices Online Now
co: Voce attualmente in linea

source: Voice Validation
co: Cunvalidazione di voce

source: Votic
co: Voticu

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
co: Vuleti aiutà à migliurà ancu di più Common Voice ? Tremendu ! Cuntattateci via email o e piazze publiche <discourseLink>Discourse</discourseLink>, indittati i prublemi di u situ via <githubLink>GitHub</githubLink>, o raghjunghjeti a chjachjerata di a cummunità <matrixLink>Matrix</matrixLink>.

source: Want to stay in touch with Common Voice?
co: Vuleti stà in cuntattu cù Common Voice ?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
co: Vuleti riceve messe à ghjorni appuntu à e nove versione di a banca di dati Common Voice ? Abbunatevi à u nostru nutiziale.

source: Watch our video explainer to help
co: Fighjuleti a nostra spiecazione video pà aiutà

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
co: Custruimu una banca di voci aperta è dispunibile di manera publica chì ognunu puderà aduprà pà l'addestru di l'appiecazioni chì ponu parlà.

source: We are going out to get a coffee.
co: Ci n'andemu fora per piglià caffè.

source: We are going out to get coffee.
co: Ci n'andemu fora per piglià un caffè.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
co: Ind'è Mozilla, custruimu una cumunità intornu à è tecnulugie vucale. Vulariamu stà in cuntattu cù voi pà aghjornamenti, nove fonte di dati, è pà sente di più à nantu à a vostra utilisaziona di issi dati.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
co: Noi cridimu chi banche di dati vucale tamante è pubbliche prumovani l’innuvazione è una cumpetiziona sana in e tecnulugie vucale appughjati annantu à l’amparera di e machine. Ghjè un sforzu glubale è invitemu tuttu ognunu à participà. U nostru scopu hè d’aiutà è tecnulugie vucale à esse più inclusive, à rispechjà a varietà di e voce di u mondu.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
co: Noi cridimu chi banche di dati vucale tamante è pubbliche prumovani l’innuvazione è una cumpetizione sana in e tecnulugie vucale appughjate annantu à l’amparera di e machine. A banca di dati multilingue di Common Voice hè ghjà a più impurtante dispunibile pubblicamente di a so categuria, ma ùn hè micca a sola. Guardeti sta paghjina cumè una rifirenza pà altre banche di dati vucale di fonte aperte è pà e nostre messe à ghjornu future.

source: We couldn’t find that page for you
co: Ùn pudemu micca truvà questa paghjina per voi

source: Weekly
co: Settimanale

source: Weekly Goal
co: Scopu di a settimana

source: We launch the Common Voice site in this language.
co: Publichemu u situ di Common Voice in sta lingua.

source: Welcome { $company } staff!
co: Benvenuta à l’impiegati di { $company } !

source: Welcome to Common Voice
co: Site benvinuti à nantu à Common Voice

source: Welsh
co: Gallese

source: We may have run out of clips - refresh the page, or try again later.
co: Ùn avemu più campioni dà cunvalidà in issa lingua...

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
co: Vi prumittimu di piddà cura di i vostri dati. Lighjite di più in a nostra <privacyLink>Pulitica di Cunfidenzialità</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
co: Custruimu una banca di voci, in sfarente lingue, aperta è dispunibile di manera publica chì ognunu puderà aduprà pà l'addestru di l'appiecazioni chì ponu parlà.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
co: Rializemu una banca di dati vucale cù è fonte aperte cù l'aiutu di u publicu. Date a vostra voce, cunvalidate è campione di l'altri, migliurate a banca di dati pà tuttu u mondu.

source: We’re experiencing unexpected downtime
co: Avemu un'interuzzione imprevista

source: We’re going out to get coffee.
co: Andemu fora per piglià un caffè.

source: We release the dataset every 3 months.
co: Publichemu a banca di data ogni 3 mesi.

source: We're receiving a lot of traffic and are currently investigating the issues.
co: Ricivimu assai trafficu è circhemu attualmentu una suluzione à issu prublemu.

source: We’re sorry, your platform is not currently supported.
co: Scusateci, a vostra piattaforma ùn hè micca attualmente pigliata in carica.

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
co: Ci ghjuvemu un arnesu di Mozilla chjamatu <pontoonLink>Pontoon</pontoonLink> pà e traduzzione. Pontoon hà tanti lingue, ma si falta a vostra, pudeti <pontoonRequestLink>chere pà aghjunghje a vostra lingue</pontoonRequestLink>. Dopu, pà rende a lingua dispunibile annantu à u prughjettu Common Voice, <githubRepoLink>chiriti a lingua nova annantu à GitHub</githubRepoLink>.<localizationFragment>Vede di più sopr’a traduzzione di u situ</localizationFragment>.

source: We've run out of sentences to record in this language...
co: Ùn avemu più infrasate à arrighjistrà in issa lingua...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
co: Vulemu chì i mudeli vucali siini meglii à capisce locutori variati. Pà questu, una banca di dati vucale hà da raprisentà mori di parsoni sfarenti.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
co: Vulemu che l'algoritmi siani in capacità d'ammaistrà una varietà maiò di rimori di fondu, è ancu s'elli sò forti tandu ch'ellu si pò sempri sente u testu sanu. Una musica di fondu pò esse accettata s'ella ùn impedisce micca a capiscitura d'ogni parolla.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
co: Dà quì à pocu, vi daremu l'infurmazioni pà aghjustà a vostra lingua à nant'à Common Voice.

source: We will be in touch with more information as it becomes available.
co: Vi cuntattaremu appena nove infurmazione sarani dispunibule.

source: We will not make your email public.
co: Ùn palisaremu micca u vostru indirizzu eletronicu.

source: What is a language on Common Voice?
co: Cosa hè una lingua in Common Voice ?

source: What issues are you experiencing with this sentence?
co: Qualessu hè u prublemu chè voi incuntrate incù sta frasa ?

source: What kind of goal do you want to build?
co: Chì sorte di scopu vulete custruì ?

source: What’s inside the Common Voice dataset?
co: Cosa c'hè ind'a basa di dati di Common Voice ?

source: What's Public?
co: Chì dati sò publichi ?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
co: Quandu un campione vucale hè rifiutatu da un utilizatore, hè rinviatu in a fila. Si hè rifiutatu una siconda volta, u campione hè spiazzatu à u campu santu di i campioni.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
co: Ascultendu, feti casu chè e parolle prununciate sianu e stesse chè quelle scritte ; ricusate ancu s'ellu ci sò chjuchi sbaglii. <br /> I sbaglii i più currenti ponu esse:

source: Which variant of { $language } do you speak?
co: Chì variante di { $language } parleti ?

source: Why ?
co: Parchì ?

source: Why a profile?
co: Parchì creà un prufilu ?

source: Why Common Voice?
co: Parchì Common Voice ?

source: Why does this matter?
co: Parchì hè impurtante ?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
co: Vulete dumandà chi i vostri arrighjistramenti urali siani cacciati dinù, o preferite tene li in a banca di dati di Common Voice ?

source: y
co: i

source: Yes
co: Iè

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
co: Iè, mandatemi email. Mi piaceria à esse infurmatu appuntu à u prughjettu Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
co: Iè, mandatemi email. Mi piaceria stà infurmatu annantu à u prugresse di sta lingua in Common Voice.

source: You
co: Tù

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
co: Seti à u puntu di principià un scaricamentu di <size>{ $size } Go</size>, vulete cuntinuà ?

source: You are prepared to initiate a download of <b>{ $size }</b>
co: Site à nant'à u puntu di cummincià u scaricamentu di <b>{ $size }</b>

source: You can choose to make your username public or anonymous.
co: Pudeti sceglie di rende u vostru nome d’utilizatore publicu o anonimu.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
co: Pudeti aiutà à custruisce una banca vucala, diversificata è in accessu liberu creendu un prufilu è agghjustendu a vostra voce.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
co: Pudete scuntrà altri membri di a cumunità linguistica di Mozilla raghjunghjendu u <discourseLink>Discourse</discourseLink> pè cunversazione tematiche, o <matrixLink>Matrix</matrixLink> pè cunsiglii rapidi.

source: You cannot request your recordings while another request is already in progress.
co: Ùn pudete micca richiede i vostri arrighjistramenti mentre hè dighjà in corsu un'altra richiesta.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
co: Pudeti <sentenceCollectorLinkAdd>aghjunghje qualche infrasate</sentenceCollectorLinkAdd>, o pudeti fà <bulkImportDocsLink>un impurtazione in massa cù Github</bulkImportDocsLink>. Arricurdatevi chì l’infrasate ani da esse <licenseLink>CC0 (o duminiu pubblicu)</licenseLink>, o pudeti ancu scrive e vostre propie infrasate.

source: You must allow microphone access.
co: Ci vole à auturizà l'accessu à u microfonu.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
co: U vostru accentu hè a vostra manera di prununcià e parolle. Pò esse cundiziunatu da u vostru locu di vita, da l’altre lingue chì vo parlate è da mori altri fattori. Quì pudete sparte qualsiasi infurmazione chì vò cridite pertinente.

source: Your daily goal has been created
co: U vostru scopu ghjurnalieru hè statu creatu

source: Your download has started.
co: U vostru caricamentu hà cumminciatu

source: Your Languages
co: E vostre lingue

source: Your username and email will not be associated with the published data.
co: U vostru nome d'utilizatore è indirizzu electronicu ùn sarani micca assuciati à i dati publicati.

source: Your weekly goal has been created
co: U vostru scopu sittimanale hè statu creatu

source: You've successfully signed up for contributing to { $language }. Thank you.
co: Vi seti arrighjistratu pà cuntribuisce à a lingua { $language }. Grazie.

source: Zip #{ $offset } of { $total }
co: Zip #{ $offset } di { $total }

source: Zulu
co: Zulù

source: 1 add-on
co: 1 modulu addiziunale

source: 1 extension
co: 1 estensione

source: 1. Go to Android Settings
co: 1. Andate à i parametri Android

source: %1$s, %2$d of %3$d
co: %1$s, %2$d nant’à %3$d

source: %1$s / %2$s • %3$s left
co: %1$s / %2$s • %3$s rimanente

source: %1$s / %2$s • paused
co: %1$s / %2$s • messu in pausa

source: %1$s / %2$s • pending
co: %1$s / %2$s • in attesa

source: %1$s add-ons
co: %1$s moduli addiziunali

source: %1$s already exists.
co: %1$s esiste dighjà.

source: %1$s automatically stops companies from secretly following you around the web.
co: %1$s impedisce autumaticamente l’imprese di seguitavvi da manera sicreta nant’à u Web.

source: %1$s automatically tries to reject cookie requests on cookie banners.
co: %1$s prova autumaticamente di righjittà e dumande di canistrelli quandu ci hè striscie di canistrelli.

source: %1$s can automatically reject many cookie banner requests.
co: %1$s pò righjittà autumaticamente parechje dumande di striscie di canistrelli.

source: %1$s can close tabs you haven’t viewed over the past month.
co: %1$s pò chjode l’unghjette chì vo ùn avete micca viste durante un mese scorsu.

source: %1$s can’t automatically reject cookie requests on this site. You can send a request to support this site in the future.
co: %1$s ùn pò micca righjittà autumaticamente e dumande di canistrelli nant’à stu situ. Pudete mandà una richiesta per ch’ellu sia accettallu in u futuru.

source: %1$s can try to automatically reject cookie requests.
co: %1$s pò pruvà di righjittà autumaticamente e dumande di canistrelli.

source: %1$s can try to automatically reject cookie requests. If a reject option isn’t available, %2$s may accept all cookies to dismiss the banner.
co: %1$s pò pruvà di righjittà autumaticamente e dumande di canistrelli. S’è alcuna ozzione di righjettu ùn hè micca dispunibule, %2$s pò accettà tutti i canistrelli per chjode a striscia.

source: %1$s completed
co: %1$s compiu

source: %1$s could not be installed because it can only be installed by an organization using enterprise policies, which isn‘t supported on this platform.
co: %1$s ùn pò micca esse installatu perchè a so installazione si pò fà solu da un urganismu impieghendu strategie d’impresa, ciò chì ùn hè micca accettatu nant’à sta piattaforma.

source: %1$s could not be installed because it has a high risk of causing stability or security problems
co: %1$s ùn pò micca esse installatu perchè ci hè un risicu tamantu di cagiunà prublemi di stabilità o di sicurità.

source: %1$s could not be installed because it has a high risk of causing stability or security problems.
co: %1$s ùn pò micca esse installatu perchè ci hè un risicu tamantu di cagiunà prublemi di stabilità o di sicurità.

source: %1$s could not be installed because it is not compatible with %2$s %3$s.
co: %1$s ùn pò micca esse installatu perchè ùn hè micca cumpatibile cù %2$s %3$s.

source: %1$s could not be verified as secure and has been disabled.
co: %1$s ùn pò micca esse verificatu cum’è sicuru è hè statu disattivatu.

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
co: %1$s ùn pò micca verificà l’autenticità di l’appiecazione. Vulete cuntinuà à riempie autumaticamente l’identificazioni di cunnessione selezziunate ?

source: %1$s decides when to use secure DNS to protect your privacy.
co: %1$s decide quandu impiegà u DNS sicuru per prutege a vostra vita privata.

source: %1$s deletes your cookies, history, and site data when you close all your private tabs.
co: %1$s squassa i vostri canistrelli, cronolugia è dati di siti quandu vo chjudite tutte e vostre unghjette di navigazione privata.

source: %1$s deletes your cookies, history, and site data when you close all your private tabs. %2$s
co: %1$s squassa i vostri canistrelli, cronolugia è dati di siti quandu vo chjudite tutte e vostre unghjette private. %2$s

source: %1$s deletes your cookies, history, and site data when you close all your private windows. %2$s
co: %1$s squassa i vostri canistrelli, cronolugia è dati di siti quandu vo chjudite tutte e vostre finestre private. %2$s

source: %1$s essentials
co: Essenziale per %1$s

source: %1$s extensions
co: %1$s estensioni

source: %1$s has an update
co: Una messa à livellu hè dispunibule per %1$s

source: %1$s has been disabled due to security or stability issues.
co: %1$s hè statu disattivatu per via di prublemi di sicurità o di stabilità.

source: %1$s is fast and private
co: %1$s hè rapidu è privatu

source: %1$s is not compatible with your version of %2$s (version %3$s).
co: %1$s ùn hè micca cumpatibile cù a vostra versione di %2$s (versione %3$s).

source: %1$s is requesting your username and password.
co: U situ %1$s richiede u vostru nome d’utilizatore è a vostra parolla d’intesa.

source: %1$s is restricted and can’t be installed on %2$s.
co: %1$s hè sottumessu à certe ristrizzioni è ùn pò micca esse installatu nant’à %2$s.

source: %1$s just refused cookies for you
co: %1$s hà righjittatu i canistrelli per voi

source: %1$s may install and run studies from time to time.
co: %1$s pò installà è lancià studii di quandu in quandu.

source: %1$s out of 5 stars
co: %1$s stelle nant’à 5

source: %1$s • paused
co: %1$s • messu in pausa

source: %1$s puts people over profits and defends your privacy by blocking cross-site trackers. Learn more in our %2$s.
co: %1$s fà passà a ghjente nanzu à i prufiti è prutege a vostra vita privata blucchendu l’elementi intersiti di spiunagiu. Sapene di più in a nostra %2$s.

source: %1$s requests additional data collection
co: %1$s richiede una culletta di dati addiziunale

source: %1$s requests additional permissions.
co: %1$s richiede permessi addiziunale.

source: %1$s requests additional settings
co: %1$s richiede parametri addiziunale

source: %1$s Sent from %2$s 🦊 %3$s
co: %1$s Mandatu da %2$s 🦊 %3$s

source: %1$s Sent from %2$s 🦊 Try the mobile browser: %3$s
co: %1$s Mandatu da %2$s 🦊 Pruvate u navigatore mobile : %3$s

source: %1$s tabs closed: %2$d
co: %2$d unghjette chjose nant’à %1$s

source: %1$s tries to automatically reject all cookie requests on supported sites.
co: %1$s prova autumaticamente di righjittà tutte e dumande di canistrelli nant’à i siti accettati.

source: %1$s • unknown time
co: %1$s • durata scunnisciuta

source: %1$s violates Mozilla’s policies and can’t be installed.
co: %1$s trasgredisce e regule di Mozilla è ùn pò micca esse installatu.

source: %1$s violates Mozilla’s policies and can’t be installed on %2$s.
co: %1$s trasgredisce e regule di Mozilla è ùn pò micca esse installatu nant’à %2$s.

source: %1$s was added
co: %1$s hè stata aghjunta

source: %1$s wasn’t downloaded.
co: %1$s ùn hè statu micca scaricatu.
